import notify2
import time
from random import randint

azkar = ['سبحان الله',
         'اللهم حبب الي الايمان وزينه في قلبي وكره الي الكفر والفسوق والعصيان واجعلني من الراشدين',
         'سبحان الله وبحمده سبحان الله العظيم',
         'استغفر الله العظيم',
         'الحمد لله',
         'لا اله الا الله',
         'حسبي الله لا اله الا هو عليه توكلت وهو رب العرش العظيم'
    , 'واصبر نفسك مع الذين يدعون ربهم بالغداة والعشي يريدون وجهه',
         'ﻻ حول وﻻ قوة الا بالله'
    , 'رب ارحمهما كما ربياني صغيرا']

while True:
    x = randint(0, len(azkar) - 1)
    notify2.init("أذكر الله")
    n = notify2.Notification('اذكر الله', azkar[x])
    n.show()
    time.sleep(10)
    n.close()
    time.sleep(600)

